{"0": "[T] is the type of government that governs [H].", "1": "[T] is a regular cast member of a TV program that airs on TV and [H] is the name of that TV program.", "2": "[T] is categorized as [H] on Netflix based on its genre and common themes.", "3": "[T] has won an award for their work in a field or category that is associated with [H], who is also an award winner in that field or category.", "4": "[T] is a player position and [H] is the name of a football team or national football team.", "5": "[T] is a player position and [H] is the team or national team that the player belongs to.", "6": "[T] is a movie in which an actor from [H]'s cast gave a notable performance.", "7": "[T] is a nominee for a specific award category in the award ceremony of [H].", "8": "[T] has been nominated for an award and has received multiple nominations for that award, while [H] is the person or entity who nominated [T].", "9": "[T] is a type of instrument that is commonly used in [H]'s musical genre and is regularly played in performances.", "10": "[T] is an event where awards are given to the winners in a specific category of the mentioned award, honoring their achievements.", "11": "[T] is the method of distributing the film to the public and the date and region of its release for the movie titled [H].", "12": "[T] has won an award for their work in [H].", "13": "[T] is the region where the film was released on a specific date for the film titled [H].", "14": "[T] is the spoken or written language used in the production of the movie [H].", "15": "[T] is located within the geographical boundaries of [H].", "16": "[T] is the location of [H]'s headquarters.", "17": "[T] is the occupation or job of [H].", "18": "[T] is the dominant religion in a certain percentage of the population in a specific region or location of [H].", "19": "[T] is a type of award that recognizes the nomination and multiple nominations of a nominee from a specific award for something [H].", "20": "[T] is a musician who specializes in creating music within the specific style or category of [H].", "21": "[T] is indirectly influenced by [H] through the influence of a third party.", "22": "[T] is a graduate student of [H]'s educational institution.", "23": "[T] is a higher-level organization that [H] belongs to as a member.", "24": "[T] is the birthplace of [H].", "25": "[T] is the official website of [H].", "26": "[T] is a specific role in the film crew for a particular project (film_crew_gig) within a larger film production (other_crew) for a specific film ([H]).", "27": "[T] is the recipient of an award presented at a specific ceremony for a particular honor.", "28": "[T] is the country where the film of [H] was produced.", "29": "[T] is the country that the athletes representing [H] are affiliated with for the Olympics in the specific sport mentioned.", "30": "[T] is a prestigious recognition given to [H] for their outstanding work in a particular category.", "31": "[T] is the category or type of movie that [H] belongs to.", "32": "[T] is a movie that has a relationship with a film distributor and has been distributed by that distributor, and [H] is the name of the film distributor.", "33": "[T] is the currency used to measure the rent value of 50% of the statistical region located in [H].", "34": "[T] is the monetary unit used to represent the estimated budget of [H].", "35": "[T] is a representative of a specific district and holds a specific government position in the legislative session of government [H].", "36": "[T] is a position in the [T]merican football team roster of [H].", "37": "[T] is a location where a specific government position is held by an officeholder in a certain category of government, and [H] is the entity or person holding that position.", "38": "[T] is a nominee for a specific award category and [H] is the person or entity who received the nomination.", "39": "[T] is the location where [H] died.", "40": "[T] is a sports team that includes a roster of players who are professional athletes in the sport, and [H] is the name of a specific professional athlete who is part of that team.", "41": "[T] is the musical instrument played by [H] in the production of a track.", "42": "[T] is a musician who plays the instrument [H].", "43": "[T] is the gender (male or female) of the person/people who are associated with [H].", "44": "[T] is the employer and/or workplace of [H], who holds the job title mentioned.", "45": "[T] is a friend of [H] who is also a celebrity.", "46": "[T] is a type of business that operates within the industry of [H].", "47": "[T] is the recipient of a specific award in a particular category for their achievement in [H].", "48": "[T] is the country of origin for people with the name [H].", "49": "[T] is a specific role or position within the baseball team roster of [H]'s sports team.", "50": "[T] is the cause of death of [H].", "51": "[T] is the language used in the TV program of [H].", "52": "[T] is the original or foundational genre that gave rise to [H].", "53": "[T] was in a romantic relationship with [H] and their breakup was widely publicized and discussed in the media.", "54": "[T] is the capital city of the country where [H] is located.", "55": "[T] is involved in the making of [H] in a specific role or capacity, such as a cameo appearance, deleted scene, playback singer, puppeteer, or seiyū-G[H] (Japanese voice actor).", "56": "[T] is a location within the county of [H].", "57": "[T] is a musical instrument or a vocal role that contributes to the recording and performance of music in which [H] is involved as a guest performer or a main performer.", "58": "[T] is located next to or shares a border with [H].", "59": "[T] is a movie about the subject of [H].", "60": "[T] is the currency used to measure the net worth of person [H] at a specific point in time.", "61": "[T] is the official color(s) of [H]'s educational institution.", "62": "[T] is the higher-level administrative division that governs [H].", "63": "[T] is the governing body responsible for overseeing the leaders who hold specific roles within [H].", "64": "[T] is a session of the legislative branch of government where members hold a specific position, and [H] is the Congress in which the session took place.", "65": "[T] is a sport that was included in the Olympic Games of the year mentioned in [H].", "66": "[T] is a place where [H] has lived.", "67": "[T] is recognized and awarded for excellence in the field or category of [H].", "68": "[T] is the educational institution where a professional sports team's draft pick was selected from in a specific sports league.", "69": "[T] is a specific Olympic event that recognizes and awards medals to countries based on their participation and success in the games, and the example is referring to the specific country ([H]) and their performance in that event.", "70": "[T] is a country where people speak the human language of [H] in the form of the language of [H].", "71": "[T] is of the same ethnic group as [H].", "72": "[T] is a specific Olympic event where athletes from a particular country or affiliation participate.", "73": "[T] is a medal won by a country in the Olympic Games.", "74": "[T] is a member of the film crew for [H], specifically in the sound department.", "75": "[T] is a musical instrument used in the performance or recording of [H]'s music.", "76": "[T] is signed to [H]'s record label.", "77": "[T] has dated [H] who is a celebrity.", "78": "[T] is located in [H].", "79": "[T] is the educational institution where a professional sports league draft pick was selected in a specific year for a specific sport.", "80": "[T] is the sport played by the sports team of [H].", "81": "[T] is a campus or location of [H]'s educational institution.", "82": "[T] is the religion followed by [H].", "83": "[T] is the location of [H]'s headquarters and mailing address.", "84": "[T] is the producer of [H].", "85": "[T] is the marital status of [H].", "86": "[T] is the company responsible for producing [H] as a film.", "87": "[T] is a subdivision or administrative region of [H].", "88": "[T] is a significant participant in the historical event or cultural movement that forms the basis of [H].", "89": "[T] is the educational institution that provides education for individuals with a specific degree and level of education in [H].", "90": "[T] is the method of distributing the film from the film distributor to the audience for the specific movie [H].", "91": "[T] is the executive producer of [H].", "92": "[T] is a musical group with members who regularly perform specific roles in the music, such as playing a certain instrument or being the lead vocalist.", "93": "[T] is a specific period of time during which a politician held a particular government position within a government, and [H] is the government in which the politician held the position.", "94": "[T] is a sports team located in [H].", "95": "[T] is the official color(s) of the sports team of [H].", "96": "[T] is a selection made by a professional sports team in a specific draft of a sports league, and [H] is the name of the professional sports team.", "97": "[T] is a nominee for an award for a specific work, and [H] is the name of the work or the person who created the work.", "98": "[T] is the season's statistics of a specific baseball team belonging to [H].", "99": "[T] is a topic or subject that the philosopher [H] is particularly interested in or focuses on within their philosophical work.", "100": "[T] is the language spoken by people who belong to the nationality or ethnicity of [H].", "101": "[T] is the primary subject of study for students who have graduated from educational institution [H].", "102": "[T] is directed by [H].", "103": "[T] is the recipient of an award given at a specific award ceremony for a particular category.", "104": "[T] is a specific Olympic event that involves athletes affiliated with a particular country or organization competing in a specific sport, all within the larger context of the Olympic Games, which are a global sporting event.", "105": "[T] is the costume designer of the film [H].", "106": "[T] is the location where the film [H] was shot.", "107": "[T] is the category or type of [H]'s television program.", "108": "[T] is the currency used to represent the value of the endowment of [H].", "109": "[T] is the writer of [H].", "110": "[T] is the executive producer of TV programs produced by TV producer [H].", "111": "[T] is located in the county where [H] is located.", "112": "[T] is the main subject or area of study that people with this degree and educational level focus on.", "113": "[T] is a type of contact category for the phone number of [H]'s organization.", "114": "[T] is a cast member of Saturday Night Live who appeared during a specific season tenure and is being compared to another cast member who also appeared during a specific season tenure.", "115": "[T] is the type of film format used to create [H].", "116": "[T] is the composer of the soundtrack for [H].", "117": "[T] is a specific position in [T]merican football and is part of the roster of a sports team that belongs to the sports category of [H].", "118": "[T] is a classification system for organizing and categorizing [H].", "119": "[T] is indirectly connected to [H] through a network of celebrity friendships.", "120": "[T] is providing information about the estimated number of mortgages in foreclosure in a specific location monitored by the United States Department of Housing and Urban Development.", "121": "[T] is the current club of a player who was part of the 2010 FIF[T] World Cup squad for a national football team based in [H].", "122": "[T] is a celebrity who has chosen a popular vacation destination among other celebrities in a specific location.", "123": "[T] is romantically involved with [H].", "124": "[T] is the type of educational institution that [H] belongs to.", "125": "[T] is a professional athlete who plays a specific sport in the category of pro_athletes, which is a subcategory of sports, and the sport belongs to the broader category of sports.", "126": "[T] is a recipient of an award for being inducted into the Hall of Fame of [H].", "127": "[T] is the location where the library or base of [H] is located.", "128": "[T] is the currency used to pay for the tuition fees of [H]'s university.", "129": "[T] is the monetary unit used to measure the revenue of [H]'s business operations at a specific point in time.", "130": "[T] is a sports team with a roster of players in specific positions of a particular sport, and [H] is the specific position played by the player on the team.", "131": "[T] is a participant in the military conflict involving [H] as a member of a specific military group.", "132": "[T] is a team that participates in a specific sports league under a larger organization or governing body, and [H] is that larger organization or governing body.", "133": "[T] is the location where [H]'s library or book collection is based.", "134": "[T] is the musical instrument or vocal position played or sung by [H] in a particular music group.", "135": "[T] is the governing country of the region or area where [H] is located.", "136": "[T] is a key financial and creative contributor to the production of [H].", "137": "[T] is a component or substance present in [H] that provides nourishment or promotes growth and health.", "138": "[T] is a musical group consisting of members, where each member is known for their contribution to the music industry.", "139": "[T] is the monetary unit used to measure the nominal GDP per capita of [H].", "140": "[T] is pursuing a degree in education with a major in [H].", "141": "[T] is a movie that has received recognition or accolades for its performance, direction, writing, or other aspects in the category of [H].", "142": "[T] is the basketball position of player [T] in the roster of sports team [H].", "143": "[T] is the location of the headquarters of organization [H].", "144": "[T] is the main city or seat of government of [H].", "145": "[T] is a TV program produced during the time period when the TV producer [H] was working on the show, and [H] was responsible for overseeing the production of the program.", "146": "[T] is a location or site where [H] provides educational services.", "147": "[T] is the location where distributors of [H]'s film have a relationship with the film industry.", "148": "[T] is the recommended month to visit [H] based on its climate and weather conditions.", "149": "[T] is a well-known person who has been diagnosed with a specific medical condition or disease.", "150": "[T] is a location where the phone number of [H]'s organization is being managed and stored.", "151": "[T] is a location where people of ethnic group [H] are concentrated.", "152": "[T] is a participant in a military conflict as a member of a specific military group on the side of [H].", "153": "[T] has appeared in a film or films where [H] is also present.", "154": "[T] is located in the time zone of [H].", "155": "[T] is the writer of the story that inspired the film adaptation of [H].", "156": "[T] is a popular dog breed in the city of [H], according to the database of pet breeds.", "157": "[T] is a country that participated in the Olympic Games of a specific year and season.", "158": "[T] is a television program with a specified duration and network affiliation that belongs to a particular network's lineup of programs.", "159": "[T] is a place where [H] has worked or been employed for a certain period of time and has a history of employment.", "160": "[T] is the birthplace of [H]'s musical career.", "161": "[T] is a place where people of a certain type of marriage union hold their wedding ceremony.", "162": "[T] is a television program that was created by a relationship between a television program writer and a television network, and the writer is associated with the program and the network.", "163": "[T] is the place where an event related to [H] occurred at a specific time.", "164": "[T] is connected to [H] through a chain of romantic and sexual relationships with other celebrities.", "165": "[T] is a member of the political party [H] and has held a position in the government during a specific period of time, along with other politicians in the same party.", "166": "[T] is the currency used to pay for the tuition fees of [H]'s university education.", "167": "[T] is responsible for registering [H] as a non-profit organization with the Internal Revenue Service.", "168": "[T] is a member state of the international organization or group that is associated with [H].", "169": "[T] is a player position in the current roster of an [T]merican football team belonging to [H].", "170": "[T] is the current team of a football player named [H].", "171": "[T] is a medal awarded by the Olympic Games to honor the achievements of athletes in a specific event or competition, and [H] is the specific Olympic Games in which the medal was awarded.", "172": "[T] is a ranked list of items that have received an award and appear in a larger list of rankings of [H].", "173": "[T] is a film's set design created by the film set designer of [H].", "174": "[T] is a sport that is included in the Olympic Games of the default domain of the International Gymnastics Federation (FIG) of the user's specified year.", "175": "[T] is the sibling of [H]'s sibling.", "176": "[T] is a college basketball team that participated in the NC[T][T] Men's Division I [H]asketball Tournament in the year specified by [H] and was assigned a specific seed based on their performance during the regular season.", "177": "[T] is a contributor to the recording and performance of music by artist [H].", "178": "[T] is a specific role or position within a sports team roster that is played by a player who specializes in a particular position within the sport, and that position is related to or categorized as a specific sports position.", "179": "[T] is a specific government position held by a politician in the government of [H].", "180": "[T] is a position in [T]merican football played by players in the sports position of [H].", "181": "[T] is a specific area of expertise within the profession of [H].", "182": "[T] is a type of award that is given in the category of award_category for the award of [H].", "183": "[T] is the director of photography for [H].", "184": "[T] is the production designer of [H].", "185": "[T] is the country where the TV program [H] originated from.", "186": "[T] is the editor of [H]'s film.", "187": "[T] is a TV show where a celebrity regularly appears on TV as part of the show hosted by [H].", "188": "[T] is the primary subject area that students studying [H] are learning about in their education.", "189": "[T] has received education from someone who holds a degree in [H].", "190": "[T] is the capital city of [H]'s county.", "191": "[T] is a film festival where [H]'s film was showcased.", "192": "[T] is married to the spouse of someone who is married to [H].", "193": "[T] is the country where a specific version of a movie with a certain duration was released for [H].", "194": "[T] is a region or area that has a capital city, which is the administrative center of [T], and is located in [H].", "195": "[T] is a type of administrative area in the schema of areas of the base of [H].", "196": "[T] is influenced by [H]'s peers and their relationships, as well as the nodes of influence that [H] is connected to.", "197": "[T] is a session of the legislative branch of the government where members of a specific governmental body (either the House of Representatives or the Senate) hold their positions.", "198": "[T] is the language used for communication services and data management of [H]'s phone and organizational systems.", "199": "[T] is the location where organization [H] was founded.", "200": "[T] is the dietary preference of [H].", "201": "[T] is the creator of [H]'s television program.", "202": "[T] is the burial place of people who are deceased and associated with [H].", "203": "[T] is the location where the film was first shown in that region on the specified release date of the film [H].", "204": "[T] is a player position and [H] is the name of a hockey team.", "205": "[T] is a primary administrative division of [H].", "206": "[T] is the currency used to adjust the monetary value of the real gross domestic product (GDP) measured in a specific unit in the statistical region where [H] is located.", "207": "[T] is a subsidiary of [H].", "208": "[T] is the monetary unit used to measure the assets of [H]'s business operations.", "209": "[T] is a personal interview or appearance in a film featuring [H].", "210": "[T] is a recurring event that happens at a specific time or year, and [H] is the specific time or year when the event occurs.", "211": "[T] is a recurring guest on a television show in a non-character role, such as a contestant, judge, correspondent, or guest host, on program [H].", "212": "[T] is a specific type of performance that an actor does in a film, and [H] is the name of the actor who performs that type of performance.", "213": "[T] is the monetary unit used to measure the operating income of [H]'s business operations.", "214": "[T] is the language spoken by people of ethnic group [H].", "215": "[T] is a celebrity that is impersonated by a celebrity impressionist in [T]merican comedy, and is a part of the repertoire of something [H].", "216": "[T] is a symptom of [H]'s symptom.", "217": "[T] is a Greek organization at [H]'s university.", "218": "[T] is a destination for imports and exports from [H], and [H] is located in a statistical region that exports to [T].", "219": "[T] is the official currency used to measure the nominal GDP of [H].", "220": "[T] is the", "221": "[T] is the language recognized and used by the government of country [H].", "222": "[T] is located partially within the boundaries of [H].", "223": "[T] is the person responsible for the visual design and overall look of [H].", "224": "[T] is the place where [H]'s spouse(s) got married.", "225": "[T] is the currency used to pay for the international tuition fees of [H]'s university.", "226": "[T] is the organization that was founded by the founder of organization [H].", "227": "[T] is the voice actor for the dubbed version of [H] in the specified film.", "228": "[T] is a subcategory or a specific instance of [H].", "229": "[T] is a factor that increases the likelihood of developing disease [H].", "230": "[T] is the earlier story in a series that takes place before [H].", "231": "[T] is a month or months when local food is available based on the availability of produce in a certain month or months in a specific location.", "232": "[T] is the language used for dubbing the performances of the actor in the film [H].", "233": "[T] is the musical performer or artist whose songs or music is being played or broadcasted on the platform or channel [H].", "234": "[T] is the monetary unit used to measure the Gross National Income per capita in purchasing power parity dollars of the statistical region located in [H].", "235": "[T] is a type or category of musical instrument that belongs to the larger group or family of [H].", "236": "[T] is a location where a government official holds a specific position within a government, and the politician holding that position is affiliated with the government of [H]."}